
/* these strings need to be localized */
"APP_TITLE"                 = "Ошибка в работе программы";
"DEFAULT_MESSAGE"           = "В программе произошел сбой.";
"DEFAULT_PROMPT"            = "Пожалуйста, опишите свои действия на момент возникновения ошибки, чтобы мы могли понять, что ее вызвало.";
"CLOSE_BUTTON_NAME"         = "Закрыть";
"CLOSE_BUTTON_TOOLTIP"      = "Закрыть сообщение об ошибке";
"REOPEN_BUTTON_NAME"        = "Открыть снова";
"REOPEN_BUTTON_TOOLTIP"     = "Перезапустить программу";
"REPAIR_BUTTON_NAME"        = "Починить";
"REPAIR_BUTTON_TOOLTIP"     = "Запустить программу Blizzard Repair, чтобы восстановить поврежденные или отсутствующие файлы";
"SEND_CHECKBOX_NAME"        = "Отправить Blizzard";
"SEND_CHECKBOX_TOOLTIP"     = "Отправить информацию об этой ошибке Blizzard, чтобы помочь нам улучшить программу";
"UUID_DESCRIPTION"          = "Используйте указанный ниже номер ошибки в сообщениях для Blizzard.";
"SEND_FAILED_DIALOG_TITLE"  = "Ошибка отправки";
"SEND_FAILED_DIALOG_TEXT"   = "Не удалось отправить отчет об ошибке.";
"OK_BUTTON_NAME"            = "OK";
"CANCEL_BUTTON_NAME"        = "Отмена";
"SEND_BUTTON_NAME"          = "Отправить";
"DONE_BUTTON_NAME"          = "Готово";
"QUIT_BUTTON_NAME"          = "Выйти";
"RETRY_BUTTON_NAME"         = "Попытаться снова";

/* these values are not required for localization since they are only used internally */
"REQUIRED"="Required";
"OPTIONAL"="Optional";
"DESCRIPTION"="Description";
"PRIMARY"="Primary";
"ACCOUNT"="Inspector Account";
"COMMENTS"="Comments";
"ATTACHED_FILES"="Attached Files";
"ADD_ASSIGNMENT"="Add Assignment";
"ASSIGNMENT"="Assignment";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MODULE"="Module";
"PLATFORM"="Platform";
"STEPS"="Steps";
"ADDITIONAL_INFO"="Additional Info";
"SUMMARY"="Summary";
"REMOVE_ASSIGNMENT"="Remove Assignment";
"MILESTONE"="Milestone";
"PRIORITY"="Priority";
"REPRODUCIBILITY"="Reproducibility";
"QA_TEAM"="QA Team";
"SUMMARY_VALIDATION_FAILED"="Must enter a summary";
"ADD_ATTACHMENT"="Add Attachment";


/* general menu strings that need to be localized */

/* Top Level Items */
"MENU_APP" = "@{APP_TITLE}";
"MENU_EDIT" = "Правка";
"MENU_WINDOW" = "Окно";

/* App Menu Items */
"MENU_APP_ABOUT" = "Об игре @{APP_TITLE}";
"MENU_APP_SCREENSHOT" = "Скриншот";
"MENU_APP_HIDE" = "Скрыть @{APP_TITLE}";
"MENU_APP_HIDE_OTHERS" = "Скрыть другие окна";
"MENU_APP_SHOW_ALL" = "Показать все";
"MENU_APP_QUIT" = "Выйти из @{APP_TITLE}";

/* Edit Menu Items */
"MENU_EDIT_UNDO" = "Отмена";
"MENU_EDIT_CUT" = "Вырезать";
"MENU_EDIT_COPY" = "Копировать";
"MENU_EDIT_PASTE" = "Вставить";
"MENU_EDIT_DELETE" = "Удалить";
"MENU_EDIT_SELECT_ALL" = "Выделить все";
"MENU_EDIT_FIND" = "Поиск";
"MENU_EDIT_FIND_FIND" = "Поиск…";
"MENU_EDIT_FIND_NEXT" = "Далее";
"MENU_EDIT_FIND_PREVIOUS" = "Назад";
"MENU_EDIT_FIND_USE_SELECTION" = "Искать в выбранном";
"MENU_EDIT_FIND_JUMP_TO_SELECTION" = "Перейти к выбранному";
"MENU_EDIT_SPECIAL_CHARS" = "Специальные символы…";

/* Window Menu Items */
"MENU_WINDOW_CLOSE" = "Закрыть";
"MENU_WINDOW_MINIMIZE" = "Свернуть";
"MENU_WINDOW_ZOOM" = "Масштаб";
"MENU_WINDOW_FULLSCREEN" = "Полноэкранный режим";
"MENU_WINDOW_BRING_ALL_TO_FRONT" = "Все на передний план";
